Repository: CruGlobal/godtools-swift
Catalog: godtools/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fil, fr, fr_ca, gu, ha, he, hi, hr, hu, id, it, ja, ko, ko_kr, lo, lt_lt, lv, mg, mk, mr, ms, ne, nl, om, pa, pl, pt, pt_pt, ro, ru, ru_md, sk, sl, sq, sr_rs, sv, sw, ta, te_in, th, tr, uk, ur, vi, zh_hans, zh_hant

# toolDetails.versions.message
source: Choose a different version of this tool below. Each version features unique style and content so you can find the one that is best for your conversation. You can favorite multiple versions of the same tool.
af: Kies ’n ander weergawe van die hulpmiddel hieronder. Elke weergawe beskik oor ’n unieke styl en inhoud sodat jy die een kan vind wat die beste vir jou gesprek is. Jy kan vele gunsteling weergawes van dieselfde hulpmiddel vind.
am: ከዚህ በታች የዚህ መሣሪያ የተለየ ስሪት ይምረጡ። ለእያንዳንዱ እትም ልዩ ዘይቤ እና ይዘት ስላለው ለውይይትዎ የተሻለውን ማግኘት ይችላሉ።የአንድን ቡክሌት የተለያዩ ስሪቶችን ወደ ምርጫዎ ማስገባት ይችላሉ።
ar: اختر إصدار مختلف من هذه الأداة أدناه. يتميز كل إصدار بأسلوب فريد ومحتوى فريد حتى تتمكن من العثور على الأفضل لمحادثتك. يمكنك تفضيل إصدارات متعددة من نفس الأداة.
az: Bu alətin fərqli versiyasını aşağıdan seçin. Söhbətinizə ən uyğun olanını seçə bilməyiniz üçün hər versiyanın özünəməxsus stili və məzmunu var. Sİz eyni alətin bir neçə versiyasını sevimliləriniz arasına əlavə edə bilərsiniz.
bg: Изберете различна версия на приложението долу. Всяка версия има различен стил и съдържание, за да откриете най-подходящата за вашия разговор. Можете да имате повече от една любима версия на приложението.
bn: নীচের এই টুলের একটি ভিন্ন সংস্করণ বেছে নিন। প্রতিটি সংস্করণের অনন্য শৈলী এবং বিষয়বস্তু আছে যাতে আপনি আপনার কথোপকথনের জন্য সবচেয়ে ভালোটি খুঁজে পেতে পারেন। আপনি এই একই টুলের একাধিক সংস্করণ পছন্দ করতে পারেন।
cs: Níže si vyberte jinou verzi tohoto nástroje. Každá verze se vyznačuje jedinečným stylem a obsahem, takže si můžete vybrat tu, která je pro vaši konverzaci nejvhodnější. Můžete si oblíbit více verzí stejného nástroje.
da: Vælg en anden version af dette værktøj nedenfor. Hver version har unik stil og indhold, så du kan finde den, der passer bedst til din samtale. Du kan foretrække flere versioner af det samme værktøj.
de: Wähle unten eine andere Version dieses Tools. Jede Version hat ihren eigenen Stil und Inhalt, so dass du diejenige finden kannst, die am besten zu deiner Unterhaltung passt. Du kannst mehrere Versionen des gleichen Tools favorisieren.
el: Επιλέξτε μια διαφορετική έκδοση αυτού του εργαλείου παρακάτω. Κάθε έκδοση διαθέτει μοναδικό στυλ και περιεχόμενο, ώστε να μπορείτε να βρείτε αυτό που είναι καλύτερο για τη συνομιλία σας. Μπορείτε να προτιμήσετε πολλές εκδόσεις του ίδιου εργαλείου.
es: Elija una versión diferente de esta herramienta a continuación. Cada versión tiene un estilo y un contenido únicos para que puedas encontrar la que mejor se adapte a tu conversación. Puedes marcar como favoritas varias versiones de la misma herramienta.
et: Vali allpool tööriista erinev versioon. Igal versioonil on ainulaadne stiil ja sisu, et leiaksid oma vestluse jaoks sobivaima. Saad lemmikuks märkida tööriista mitu versiooni.
fa: نسخه‌ای دیگر از این ابزار را در زیر انتخاب کنید. هر نسخه دارای محتوا و سبک منحصربه‌فردی است، بنابراین می‌توانید بهترین نسخه برای گفت‌وگوی خود را انتخاب کنید. می‌توانید چندین نسخه از یک ابزار را در موردعلاقه‌های خود قرار دهید.
fi: Vaihda tämän työkalun eri versioon. Jokaisella versiolla on oma tyylinsä ja sisältönsä, jotta voit löytää juuri omaan keskusteluusi sopivan. Voit merkitä useita saman työkalun versioita suosikeiksi.
fil: Pumili ng ibang bersyon ng tool na ito sa ibaba. Ang bawat bersyon ay nagpi-feature ng natatanging istilo at content para mahanap mo ang pinakamaganda para sa iyong pag-uusap. Puwede mong gawing paborito ang maraming bersyon ng parehong tool.
fr: Choisissez une version différente de cet outil ci-dessous. Chaque version présente un style et un contenu uniques, ce qui vous permet de trouver celle qui convient le mieux à votre conversation. Vous pouvez préférer plusieurs versions d'un même outil.
fr_ca: Choisissez une autre version de cet outil ci-dessous. Chaque version met en avant un style et du contenu uniques vous permettant de trouver celui qui correspond le mieux à votre conversation. Vous pouvez ajouter plusieurs versions du même outil à vos favoris.
ha: Zaɓi wani nau'in wannan kayan aikin daban a ƙasa. Kowace sigar tana da salo na musamman da abun ciki don haka zaku iya samun wanda ya fi dacewa don tattaunawar ku. Kuna iya fi so nau'ikan kayan aiki iri ɗaya.
he: בחר גרסה אחרת של הכלי הזה למטה. כל גרסה כוללת סגנון ותוכן ייחודי כך שתוכל למצוא את הגרסה המתאימה ביותר לשיחה שלך. אתה יכול להוסיף גרסאות מרובות של אותו כלי למועדפים.
hi: नीचे इस टूल का एक अलग संस्करण चुनें। हर संस्करण की अपनी विशिष्ट स्टाइल और सामग्री है ताकि आप वार्तालाप के लिए सबसे उपयुक्त को चुन सकें। आप एक ही टूल के कई संस्करण पसंदीदा में जोड़ सकते हैं।
hr: U nastavku odaberite drugu verziju ovog alata. Svaka verzija ima jedinstven stil i sadržaj tako da možete pronaći onu koja je najbolja za vaš razgovor. Više verzija istog alata može biti vaš favorit.
hu: Válaszd ki alább az eszköz egy másik verzióját. Mindegyik változat egyedi stílusú és tartalmú, így megtalálhatod a beszélgetéshez legmegfelelőbbet. Ugyanannak az eszköznek több verzióját is kedvencévé teheted.
id: Pilih versi lain dari sarana ini di bawah. Setiap versi menampilkan gaya dan konten yang unik sehingga Anda dapat menemukan yang terbaik untuk percakapan Anda. Anda dapat memfavoritkan beberapa versi dari sarana yang sama.
it: Scegli una versione diversa di questo strumento di seguito. Ogni versione presenta uno stile e contenuti unici così che tu possa trovare quella più adatta alla tua conversazione. Puoi aggiungere ai preferiti più versioni dello stesso strumento.
ja: 本ツールの他バージョンを下からお選びいただけます。各バージョンによって、スタイルやコンテンツが異なりますので、あなたの会話に最も適したバージョンを見つけてください。同じツールの複数のバージョンをお気に入りに表示させることも可能です。
ko: 아래에서 이 도구의 다른 버전을 선택하세요. 각 버전에는 고유한 스타일과 내용이 있으므로 대화에 가장 적합한 스타일을 찾을 수 있습니다. 동일한 도구의 여러 버전을 즐겨찾기로 지정할 수 있습니다.
lo: ເລືອກເວີຊັ່ນອື່ນຂອງເຄື່ອງມືທີ່ຢູ່ຂ້າງລຸ່ມນີ້. ແຕ່ລະເວີຊັ່ນມີຮູບແບບ ແລະ ເນື້ອໃນທີ່ເປັນເອກະລັກ ສະນັ້ນ ທ່ານຈິ່ງສາມາດຄົ້ນຫາເວີຊັ່ນທີ່ເຫັນວ່າເໝາະສົມກັບການສົນທະນາຂອງຕົນໄດ້ຫຼາຍທີ່ສຸດ. ທ່ານຍັງສາມາດຕັ້ງເປັນລາຍການທີ່ມັກໄດ້ຫຼາຍເວີຊັ່ນຂອງເຄື່ອງມືດຽວກັນໄດ້.
lt_lt: Apačioje pasirinkite kitą šio įrankio versiją. Kiekviena versija turi unikalų stilių ir turinį, taigi, galėsite rasti jūsų pokalbiui tinkamiausią. Galite pasirinkti kelias mėgstamiausias to paties įrankio versijas.
lv: Tālāk vari izvēlēties citu šī rīka versiju. Katrai versijai ir unikāls stils un saturs, lai tu varētu atrast savai sarunai vispiemērotāko. Vari pievienot izlasei vairākas viena un tā paša rīka versijas.
ms: Pilih versi yang berbeza untuk alat ini di bawah. Setiap versi menampilkan gaya dan kandungan yang unik agar anda dapat menemui versi yang paling sesuai untuk perbualan anda. Anda boleh menjadikan alat yang sama dalam pelbagai versi sebagai kegemaran.
ne: तलको यो उपकरणको फरक संस्करण छान्नुहोस्। प्रत्येक संस्करणमा अनौठो शैली र सामग्री हुन्छ जसले गर्दा तपाई तपाईको कुराकानीको लागि सबैभन्दा राम्रो फेला पार्न सक्नुहुन्छ। तपाई एउटै उपकरणको अरु संस्करणहरू मनपर्ने गराउन सक्नुहुन्छ।
nl: Kies hieronder een andere versie van deze tool. Elke versie heeft een unieke stijl en unieke content zodat je altijd een versie kunt vinden die bij je past. Je kunt meerdere versies van dezelfde tool aan je favorieten toevoegen.
om: Gosa kan biraa, barruu kanaa filadhu. Gosni addaa addaa hunduu akkaataa dhiyeenyaa fi qabiyyee adda addaa qaba, atis haasaakeef kan si fayyadu filachuu ni dandeessa. Barruu tokko gosa adda addaatiin barruu jaallatamoo kee jalatti galmeessuu dandeessa.
pa: ਹੇਠਾਂ ਇਸ ਟੂਲ ਦਾ ਇੱਕ ਵੱਖਰਾ ਸੰਸਕਰਣ ਚੁਣੋ। ਹਰੇਕ ਸੰਸਕਰਣ ਵਿੱਚ ਵਿਲੱਖਣ ਸ਼ੈਲੀ ਅਤੇ ਸਮੱਗਰੀ ਸ਼ਾਮਲ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਹ ਲੱਭ ਸਕੋ ਜੋ ਤੁਹਾਡੀ ਗੱਲਬਾਤ ਲਈ ਸਭ ਤੋਂ ਵਧੀਆ ਹੈ। ਤੁਸੀਂ ਇੱਕੋ ਟੂਲ ਦੇ ਕਈ ਸੰਸਕਰਣਾਂ ਨੂੰ ਮਨਪਸੰਦ ਕਰ ਸਕਦੇ ਹੋ।
pl: Poniżej możesz wybrać inną wersję tego narzędzia. Każda wersja charakteryzuje się unikalnym stylem i zawartością, więc możesz znaleźć tę, która najlepiej nadaje się do Twojej rozmowy. Możesz polubić wiele wersji tego samego narzędzia.
pt: Escolha uma versão diferente dessa ferramenta abaixo. Cada versão tem um estilo e conteúdos únicos para que você possa encontrar a versão que mais se adequa à sua conversa. Pode marcar várias versões da mesma ferramenta como favoritas.
pt_pt: Escolhe uma versão diferente desta ferramenta abaixo. Cada versão tem um estilo e conteúdos únicos para que possas encontrar a versão que mais se adequa à tua conversa. Podes marcar várias versões da mesma ferramenta como favoritas.
ro: Alege o versiune diferită a instrumentului de mai jos. Fiecare versiune are un stil și un conținut unic pentru a le găsi pe cele care se potrivesc cel mai bine conversației tale. Poți adăuga la favorite mai multe versiuni ale aceluiași instrument.
ru: Выберите другую версию инструмента ниже. Каждая версия отличается уникальным стилем и содержанием, поэтому вы можете найти ту, которая лучше всего подойдёт для вашего разговора. Вы можете добавить в избранное несколько версий одного инструмента.
sk: Nižšie si môžete vybrať inú verziu tohto nástroja. Každá verzia má jedinečný štýl a obsah, takže si môžete nájsť tú, ktorá je pre vašu konverzáciu najlepšia. Ako obľúbené si môžete nastaviť viaceré verzie rovnakého nástroja.
sl: Spodaj izberite drugo različico tega orodja. Vsaka različica ima edinstven slog in vsebino, zato lahko izberete tisto, ki je najprimernejša za vaš pogovor. Izberete lahko več različic istega orodja.
sr_rs: Одаберите другу верзију овог алата у наставку. Свака верзија има јединствен стил и садржај тако да можете пронаћи ону која је најбоља за ваш разговор. Можете фаворизовати више верзија истог алата.
sv: Välj en annan version av det här verktyget nedan. För att du ska kunna hitta den version som är bäst för ditt samtal har alla versioner en unik stil och ett unikt innehåll. Du kan favoritmarkera flera versioner av samma verktyg.
sw: Chagua toleo tofauti la zana hii hapa chini. Kila toleo lina mtindo na maudhui ya kipekee ili uweze kupata ile ambayo ni bora zaidi kwa mazungumzo yako. Unaweza kupendelea matoleo mengi ya zana sawa.
te_in: దిగువన ఉన్న ఈ సాధనం యొక్క వేరొక వర్షన్‌ను ఎంచుకోండి. ప్రతి వర్షన్‌ ప్రత్యేక శైలి మరియు కంటెంట్‌ను కలిగి ఉంటుంది కాబట్టి మీరు మీ సంభాషణకు ఉత్తమమైనదాన్ని కనుగొనవచ్చు. మీరు ఒకే సాధనం యొక్క బహుళ వర్షన్‌లను ఇష్టపడవచ్చు.
th: เลือกเครื่องมือนี้ในเวอร์ชันอื่นด้านล่าง แต่ละเวอร์ชันมีสไตล์และเนื้อหาที่เป็นเอกลักษณ์ คุณจึงสามารถค้นหาเวอร์ชันที่เหมาะกับการสนทนาของคุณได้มากที่สุด คุณสามารถตั้งเป็นรายการโปรดได้หลายเวอร์ชันสำหรับเครื่องมือเดียว
tr: Aşağıdan bu aracın farklı bir sürümünü seç. Her sürüm benzersiz bir tarza ve içeriğe sahip, böylece konuşman için en iyi olanı bulabilirsin. Aynı aracın birden fazla sürümünü favorilerine ekleyebilirsin.
uk: Виберіть іншу версію інструмента нижче. Кожна версія має унікальний стиль і контент, щоб ви могли знайти те, що найкраще підійде для вашої розмови. Ви можете вибрати кілька версій одного інструмента.
ur: ذیل میں اس ٹول کا ایک مختلف ورژن منتخب کریں۔ ہر ورژن میں منفرد انداز اور مواد ہوتا ہے تاکہ آپ اپنی گفتگو کے لیے سب سے بہتر تلاش کر سکیں۔ آپ ایک ہی ٹول کے متعدد ورژن پسند کر سکتے ہیں۔
vi: Chọn một phiên bản khác của công cụ này ở bên dưới. Mỗi phiên bản có các tính năng và nội dung riêng biệt nhằm phù hợp nhất cho cuộc trò chuyện của bạn. Bạn có thể đánh dấu yêu thích nhiều phiên bản khác nhau của cùng một công cụ.
zh_hans: 请在下面选择此工具的不同版本。每个版本都有独特的风格和内容，所以你可以找到一个最适合你的对话。您可以喜欢同一工具的多个版本。
zh_hant: 在下方選擇此工具的不同版本。每個版本都具有獨特功能與內容，以便您能找到最適合您對話的版本。您能將相同工具的多種版本設為您的最愛。

# toolDetails.versions.title
source: Versions
af: Weergawes
am: ስሪቶች
ar: الإصدارات
az: Versiyalar
bg: Версии
bn: সংস্করণগুলি
cs: Verze
da: Versioner
de: Versionen
el: Εκδόσεις
es: Versiones
et: Versioonid
fa: نسخه‌ها
fi: Versiot
fil: Mga Bersyon
ha: Iri
he: גרסאות
hi: संस्करण
hr: Verzije
hu: Verziók
id: Versi
it: Versioni
ja: バージョン
ko: 버전
lo: ເວີຊັ່ນ
lt_lt: Versijos
lv: Rīka versijas
ms: Versi
ne: संस्करणहरु
nl: Versies
om: Gosoota
pa: ਸੰਸਕਰਣ
pl: Wersje
pt: Versões
pt_pt: Versões
ro: Versiuni
ru: Версии
sk: Verzie
sl: Različice
sr_rs: Верзије
sv: Versioner
sw: Matoleo
te_in: వర్షన్స్
th: เวอร์ชัน
tr: Sürümler
uk: Версії
ur: ورژنز
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# toolinfo_opentool
source: Open Tool
af: Maak hulpmiddel oop
am: ይክፈቱ
ar: فتح أداة
az: Aləti aç
bg: Отворете инструмента
bn: টুল খুলুন
cs: Otevřít nástroj
da: Åbn værktøj
de: Tool öffnen
el: Άνοιγμα Εργαλείου
es: Abrir herramienta
et: Ava tööriist
fa: باز کردن ابزار
fi: Avaa työkalu
fil: Buksan ang Tool
fr: Ouvrir l'outil
fr_ca: Ouvrir l'outil
gu: Tool ને ખોલો
ha: Bude kayan aiki
he: פתח כלי
hi: टूल खोलें
hr: Otvorite alat
hu: Eszköz megnyitása
id: Buka Alat
it: Apri Strumento
ja: ツールを開く
ko: 도구 열기
lo: ເປີດເຄື່ອງມື
lt_lt: Atidaryti įrankį
lv: Atvērt rīku
mr: साधन उघडा
ms: Buka Alat
ne: खोल्नुहोस्
nl: Tool openen
om: Barruu kana bani
pa: ਟੂਲ ਨੂੰ ਖੋਲੋ
pl: Otwórz narzędzie
pt: Abrir ferramenta
pt_pt: Abrir ferramenta
ro: Deschide Instrumentul
ru: Открыть инструмент
sk: Otvoriť nástroj
sl: Odpri orodje
sq: Hape materialin
sr_rs: Отворени алат
sv: Öppna verktyg
sw: Kifaa Wazi
te_in: పరికరం తెరవండి
th: เปิดเครื่องมือ
tr: Aracı Aç
uk: Відкрити інструмент
ur: ٹُول کھولیں
vi: Mở công cụ
zh_hans: 打开工具
zh_hant: 開啟工具

# tools.filter.toolsAvailable
source: %d Tools available
af: %d Hulpmiddels beskikbaar
am: %d ቡክሌቶች አሉ
ar: الادوات المتوفرة %d
bn: %d সাধনীসমূহ উপলভ্য
de: %d Tools verfügbar
es: %d herramientas disponibles
fr: %d Outils disponibles
ha: %d akwai kayan aikin
hi: %d टूल्स उपलब्ध हैं
id: %d Alat tersedia
ja: %d 個のツールがあります
ko: 이용 가능한 도구 수: %d
lv: Pieejamo rīku skaits: %d
ne: %d टूलहरू उपलब्ध छन्
om: Barruuwwan %d 'tu jira
pt: Ferramenta %d disponível
ro: %d Instrumente disponibile
ru: Доступны %d инструментов
sw: %d Vifaa vinavyopatikana
ur: ابزارهای موجود%d
vi: %d công cụ sẵn có
zh_hans: %d 个工具可用
zh_hant: %d 個可用工具

# toolSettings.chooseLanguage.title
source: Parallel Language
af: Parallele taal
am: ሁለት ቋንቋ
ar: اللغة الموازية
az: Paralel dil
bg: Успореден език
bn: সমান্তরাল ভাষা
cs: Paralelní jazyk
da: Parallelt sprog
de: Zweite Sprache
el: Παράλληλη Γλώσσα
es: Idioma paralelo
et: Teine keel
fa: زبان موازی
fi: Rinnakkaiskieli
fil: Parallel na Wika
fr: Langue secondaire
fr_ca: Langue parallèle
ha: Layi daya
he: שפה מקבילה
hi: समानंतर भाषा
hr: Usporedni jezik
hu: Párhuzamos nyelv
id: Bahasa Paralel
it: Lingua parallela
ja: 並列言語
ko: 병행 언어
lo: ພາສາທີ່ໄປຄູ່ກັນ
lt_lt: Paralelinė kalba
lv: Paralēlā valoda
ms: Bahasa Selari
ne: समानान्तर भाषा
nl: Parallelle Taal
om: Afaan walcina qabuuf
pa: ਸਮਾਨੰਤਰ ਭਾਸ਼ਾ
pl: Język równoległy
pt: Idioma paralelo
pt_pt: Idioma paralelo
ro: Limbă Secundară
ru: Параллельный язык
sk: Vedľajší jazyk
sl: Vzporedni jezik
sr_rs: Паралелни језик
sv: Parallellt språk
sw: Lugha Sambamba
te_in: సమాంతర భాషలు
th: ภาษาพาราเลล
tr: Paralel Dil
uk: Додаткова мова
ur: متوازی زبان
vi: Ngôn ngữ song song
zh_hans: 平行显示语言
zh_hant: 平行語言

# toolSettings.chooseLanguage.toggleMessage
source: Toggle between the two different languages in this tool.
af: Wissel tussen twee verskillende tale in hierdie hulpmiddel.
am: በዚህ መተግበሪያ ውስጥ በሁለት የተለያዩ ቋንቋዎች መካከል ይቀያይሩ።
ar: قم بالتبديل بين لغتين مختلفتين في هذه الأداة.
az: Bu alətdə iki müxtəlif dil arasında dəyiş.
bg: Превключвайте между два езика с помощта на това приложение.
bn: এই টুলে দুটি ভিন্ন ভাষার মধ্যে বিনিময়/ তুলনা করুন।
cs: Přepnout mezi dvěma různými jazyky v tomto nástroji.
da: Skift mellem to forskellige sprog i dette værktøj.
de: Wechsle zwischen zwei verschiedenen Sprachen in diesem Tool.
el: Κάντε εναλλαγή μεταξύ δύο διαφορετικών γλωσσών σε αυτό το εργαλείο.
es: Alterna entre dos idiomas diferentes en esta herramienta.
et: Selles tööriistas saab kasutada kahte keelt
fa: در این ابزار بین دو زبان جابه‌جا شوید.
fi: Voit siirtyä kielestä toiseen tässä työkalussa.
fil: Mag-toggle sa pagitan ng dalawang magkaibang wika sa tool na ito.
fr: Cet outil permet de basculer entre deux langues différentes.
fr_ca: Basculez entre deux langues différentes dans cet outil.
ha: Juya tsakanin harsuna biyu daban-daban a cikin wannan kayan aikin.
he: החלף בין שתי שפות שונות בכלי זה.
hi: इस टूल द्वारा दो अलग-अलग भाषाओं के बीच स्विच करें।
hr: Izmjenjuje dva različita jezika u ovom alatu.
hu: Ebben az eszközben két különböző nyelv között válthatsz.
id: Sandingkan dua bahasa pada sarana ini
it: Alterna tra due lingue diverse in questo strumento.
ja: 本ツール内で2つの言語を切り替えることができます。
ko: 이 도구에서 두 개의 다른 언어를 전환합니다.
lo: ສະຫຼັບລະຫວ່າງສອງພາສາທີ່ແຕກຕ່າງກັນໃນເຄື່ອງມື.
lt_lt: Šiame įrankyje galite įjungti dvi skirtingas kalbas.
lv: Iespēja pārslēgties starp divām dažādām valodām šajā rīkā.
ms: Togol antara dua bahasa yang berbeza dalam alat ini.
ne: यस टूलमा दुई फरक भाषाहरूलाई मिलाउनुहोस्।
nl: Schakelen tussen twee verschillende talen in deze tool.
om: Barruu kana keessatti afaan lamaan gidduu jijjiiri.
pa: ਇਸ ਟੂਲ ਵਿੱਚ ਦੋ ਵੱਖ-ਵੱਖ ਭਾਸ਼ਾਵਾਂ ਵਿਚਕਾਰ ਟੌਗਲ ਕਰੋ।
pl: Za pomocą tego narzędzia można przełączać się między dwoma różnymi językami.
pt: Alterne entre dois idiomas diferentes nessa ferramenta.
pt_pt: Alterna entre dois idiomas diferentes nesta ferramenta.
ro: Schimbă între două limbi diferite în acest instrument.
ru: Переключайтесь между двумя языками в этом инструменте.
sk: Prepínajte sa v tomto nástroji medzi dvoma jazykmi.
sl: V tem orodju lahko preklapljate med dvema različnima jezikoma.
sr_rs: Пребаците се између два различита језика у овој алатки.
sv: Växla mellan två olika språk med det här verktyget.
sw: Gura kati ya lugha mbili tofauti kwenye zana hii.
te_in: ఈ సాధనంలో రెండు వేర్వేరు భాషల మధ్య టోగుల్ చేయండి.
th: สลับไปมาระหว่างสองภาษาในเครื่องมือนี้
tr: Bu araçta iki farklı dil arasında geçiş yapabilirsin.
uk: Перемикайтесь між двома мовами у цьому інструменті.
ur: اس ٹول میں دو مختلف زبانوں کے درمیان ٹوگل کریں۔
vi: Chuyển đổi giữa 2 ngôn ngữ khác nhau trong công cụ này.
zh_hans: 在这个工具中切换两种不同的语言。
zh_hant: 在此工具中切換兩種不同的語言。

# toolSettings.languagesAvailable.title
source: Languages available
af: Beskikbare tale
am: የቀረቡ ቋንቋዎች
ar: اللغات المتاحة
az: Mövcud dillər
bg: Достъпни езици
bn: যে ভাষা গুলো পাওয়া যায়
cs: Dostupné jazyky
da: Tilgængelige sprog
de: Verfügbare sprachen
el: Διαθέσιμες γλώσσες
es: Idiomas disponibles
et: Saadaval keeled
fa: زبان‌های موجود
fi: Saatavilla olevat kielet
fil: Mga available na wika
fr: Langues disponibles
fr_ca: Langues disponibles
ha: Akwai harsuna
he: שפות זמינות
hi: उपलब्ध भाषाएँ
hr: Dostupni jezici
hu: Elérhető nyelvek
id: Bahasa yang tersedia
it: Lingue disponibili
ja: 利用可能な言語
ko: 이용 가능 언어
lo: ພາສາທີ່ນຳໃຊ້ໄດ້
lt_lt: Galimos kalbos
lv: Pieejamās valodas
mr: उपलब्ध असलेल्या भाषा
ms: Bahasa tersedia
ne: भाषाहरू उपलब्ध छन्
nl: Beschikbare talen
om: Afaanota jiran
pa: ਉਪਲਬਧ ਭਾਸ਼ਾਵਾਂ
pl: Dostępne języki
pt: Idiomas disponíveis
pt_pt: Idiomas disponíveis
ro: Limbi disponibile
ru: Доступные языки
sk: Dostupné jazyky
sl: Jeziki na voljo
sq: Gjuhët
sr_rs: Доступни језици
sv: Språk
sw: Lugha zinazopatikana
te_in: అందుబాటులో ఉన్న భాషలు
th: ภาษาที่พร้อมใช้งาน
tr: Mevcut diller
uk: Доступні мови
ur: زبانیں دستیاب ہیں
vi: Những ngôn ngữ sẵn có
zh_hans: 可用语言
zh_hant: 可用語言

# toolSettings.languagesList.deleteLanguage.title
source: None
af: Geen
am: ምንም
ar: لا شيء
az: Heç biri
bg: Няма
bn: কোনটাই না
cs: Žádný
da: Ingen
de: Keine
el: Κανένα
es: Ninguno
et: Mitte ühtki
fa: هیچکدام
fi: Ei mitään
fil: Wala
fr: Aucun
fr_ca: Aucun
ha: Baby kodaya
he: אף אחד
hi: कोई नहीं
hr: Ništa
hu: Egyik sem
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
lo: ບໍ່ເລີຍ
lt_lt: Joks
lv: Noņemt
ms: Tiada
ne: केहि छैन
nl: Geen
om: Afaan lammaffaa hin barbaaduu
pa: ਕੋਈ ਵੀ ਨਹੀਂ
pl: Żaden
pt: Nenhum
pt_pt: Nenhum
ro: Niciuna
ru: Нет
sk: Žiadny
sl: Noben
sr_rs: Ниједно
sv: Ingen
sw: Hakuna
te_in: ఏదీ కాదు
tr: Yok
uk: Нічого
ur: کوئی بھی نہیں
vi: Không
zh_hans: 没有
zh_hant: 沒有

# toolSettings.option.screenShare.title
source: Share screen
af: Deel jou skerm
am: ስክሪን ያጋሩ
ar: مشاركة الشاشة
az: Ekranınızı paylaşın
bg: Сподели екрана си
bn: আপনার স্ক্রিন শেয়ার করুন
cs: Sdílet obrazovku
da: Del din skærm
de: Teile deinen Bildschirm
el: Κοινοποίηση της οθόνης σας
es: Comparte tu pantalla
et: Jaga ekraani
fa: صفحه نمایش خود را به اشتراک بگذارید
fi: Jaa näyttösi
fil: Ibahagi ang iyong screen
fr: Partagez votre écran
fr_ca: Partagez votre écran
ha: Raba allo
he: שתף את המסך שלך
hi: अपनी स्क्रीन साझा करें
hr: Podijelite svoj zaslon
hu: Képernyő megosztása
id: Bagikan layar Saudara
it: Condividi il tuo schermo
ja: 画面を共有する
ko: 화면 공유
lo: ແບ່ງປັນໜ້າຈໍຂອງທ່ານ
lt_lt: Dalytis savo puslapiu
lv: Kopīgot ekrānu
ms: Kongsi paparan anda
ne: आफ्नो स्क्रिन साझा गर्नुहोस्
nl: Deel je scherm
om: Skriinii qoodi
pa: ਆਪਣੀ ਸਕਰੀਨ ਨੂੰ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij swój ekran
pt: Compartilhe a sua tela
pt_pt: Partilha o teu ecrã
ro: Partajează ecranul
ru: Покажите свой экран
sk: Zdieľať vašu obrazovku
sl: Deli svoj zaslon
sr_rs: Подели екран
sv: Dela din skärm
sw: Onyeshana skrini yako
te_in: మీ స్క్రీన్ పంచుకోండి
th: แชร์หน้าจอของคุณ
tr: Ekranını paylaş
uk: Поділитися екраном
ur: اپنی اسکرین کا اشتراک کریں
vi: Chia sẻ màn hình
zh_hans: 分享你的屏幕
zh_hant: 分享你的螢幕

# toolSettings.option.shareLink.title
source: Share link
af: Deel 'n skakel
am: መስፈንጠሪያ ያጋሩ
ar: شارك رابطاً
az: Keçidi paylaş
bg: Споделете връзка
bn: লিঙ্ক শেয়ার করুন
cs: Sdílet odkaz
da: Del et link
de: Link teilen
el: Μοιραστείτε έναν σύνδεσμο
es: Comparte un enlace
et: Jaga linki
fa: اشتراک‌گذاری یک پیوند
fi: Jaa linkki
fil: Magbahagi ng link
fr: Partager lien
fr_ca: Partagez un lien
ha: Raba hanyar haɗi
he: שתף קישור
hi: लिंक साझा करें
hr: Podijeli vezu
hu: Hivatkozás megosztása
id: Bagikan tautan
it: Condividi un link
ja: リンクをシェア
ko: 링크 공유하기
lo: ແບ່ງປັນລິ້ງ
lt_lt: Bendrinti nuorodą
lv: Kopīgot saiti
ms: Kongsi pautan
ne: लिङ्क साझा गर्नुहोस्
nl: Een koppeling delen
om: Liinkii qoodi
pa: ਇੱਕ ਲਿੰਕ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij link
pt: Compartilhar uma ligação
pt_pt: Partilhar ligação
ro: Partajează un link
ru: Поделитесь ссылкой
sk: Zdieľajte odkaz
sl: Deli povezavo
sr_rs: Подели везу
sv: Dela länk
sw: Sambaza kiungo
te_in: లింకును పంచండి
th: แชร์ลิงค์
tr: Bağlantı paylaş
uk: Поширте посилання
ur: ایک لنک شیئر کریں
vi: Chia sẻ đường link
zh_hans: 分享链接
zh_hant: 分享連結

# toolSettings.option.trainingTips.hide.title
source: Hide tips
af: Vesteek wenke
am: ጠቃሚ ምክሮችን ደብቅ
ar: إخفاء النصائح
az: İpuclarını gizlət
bg: Скриване на съвети
bn: টিপস লুকান
cs: Skrýt tipy
da: Skjul tip
de: Tipps ausblenden
el: Απόκρυψη συμβουλών
es: Ocultar consejos
et: Peida nõuanded
fa: پنهان‌کردن نکات
fi: Piilota vinkit
fil: Itago ang mga tip
fr: Cacher des astuces
fr_ca: Cacher les astuces
ha: Boye tukwici
he: הסתר טיפים
hi: सुझाव छिपाएँ
hr: Sakrij savjete
hu: Tippek elrejtése
id: Sembunyikan saran
it: Nascondi consigli
ja: ヒントを非表示
ko: 팁 숨기기
lo: ເຊື່ອງເຄັດລັບ
lt_lt: Slėpti patarimus
lv: Paslēpt padomus
ms: Sorok petua
ne: सुझावहरू लुकाउनुहोस्
nl: Tips verbergen
om: Yaadota gorsaa dhoksi
pa: ਸੁਝਾਅ ਲੁਕਾਓ
pl: Ukryj wskazówki
pt: Ocultar dicas
pt_pt: Ocultar dicas
ro: Ascunde recomandările
ru: Скрыть подсказки
sk: Skryť tipy
sl: Skrij nasvete
sr_rs: Сакриј савете
sv: Göm tips
sw: Ficha vidolezo
te_in: చిట్కాలను దాయండి
th: ซ่อนเคล็ดลับ
tr: İpuçlarını gizle
uk: Приховати підказки
ur: تجاویز پوشیدہ رکھیں
vi: Ẩn phần gợi ý
zh_hans: 隐藏提示
zh_hant: 隱藏提示
